Repository: an-pham/perim_channelswitch
Catalog: switcher_ui-*.po
Languages: vi

source: Switch to:
vi: Chuyển sang:

source: Unencrypted Channel
vi: Kênh không mã hoá

source: Quantum Channel (QKD)
vi: Kênh được mã hoá với QKD

source: Result:
vi: Kết quả:

source: Switch channel again?
vi: Thực hiện chuyển kênh lần nữa?

source: Result
vi: Kết quả

source: Error:
vi: Lỗi:

source: Error
vi: Lỗi

source: Choose the channel you want to switch: 1 or 2. Type q to quit.
vi: Chọn kênh bạn muốn chuyển: 1 hoặc 2. Nhập q để thoát.

source: 1 - Unencrypted Channel
vi: 1 - Kênh không mã hoá

source: 2 - Quantum Channel (QKD)
vi: 2 - Kênh được mã hoá với QKD

source: Wrong input!!! Please try again...
vi: Sai tham số!!! Mời thử lại...
